import '../styles/pages/about.css'

function About() {
return(
    <div class="container">
      <div><img src="images/about.jpg"></img></div>
      <div><h1>Истоия</h1><p></p>
        <h2>InnoTech была основана в 2023 году группой разработчиков и предпринимателей, разочарованных шаблонными подходами в IT-индустрии. Их объединила идея создавать не просто функциональное ПО, а решения, которые делают жизнь проще, а бизнес – эффективнее. Начиная с небольших заказов, команда быстро зарекомендовала себя как надежный партнер, способный решать нестандартные задачи.</h2>
      </div>
      <div><h1>Преимущества</h1><p></p>
        <h2>✔ Качество – прежде всегоМы тестируем продукты на всех этапах разработки, минимизируя баги и сбои.<br></br>✔ Прозрачность и честностьФиксированные сроки, понятные цены, регулярная отчетность – никаких скрытых платежей.<br></br>✔ Open-source & communityПоддерживаем разработчиков: делимся библиотеками, проводим митапы и хакатоны.<br></br>✔ Безопасность и конфиденциальностьСоблюдаем GDPR и другие стандарты защиты данных.</h2>
      </div>
    </div>
)
}

export default About